 {
        "id": 5012038,
        "name": "勿以恶小",
        "text": "芮尔和马鲁夫的血仇已经发展得不可收拾了。马鲁夫受到苏丹的庇护，你是苏丹的使者，但芮尔同样是你的挚友。你被夹在中间，进退两难，你又该怎么做？",       
        "tips": "",
        "mapping_id":8000113, 
        "once_new":1,  //新仪式闪烁
        "round_number": 1, //
        "waiting_round":3, 
        "waiting_round_end_action":[
        ],
        "method_settlement": "",
        "auto_begin": 0,
        "auto_result":0,
        "location": "宫廷:[8,12]", 
        "icon": "rite_18",  
        "tag_tips": [
        ],
        "tag_tips_up":{

        },
        "tips_text":[
            "你可以选择逮捕芮尔以从长计议，或是当场以苏丹的名义镇压芮尔。"
        ],
        "open_conditions": [
        ],
        "random_text": {    
        },
        "random_text_up":{
        },
        "random_effect": {          
        },
        "settlement_prior": [
        ],                
        "settlement": [
        ],                
        "settlement_extre": [
            {
                "condition": {
                },
                "result_title":"血的预兆",
                "result_text": "临近芮尔警告的时辰，广场上的人挤着人，汇集成一股股交错的乱流，你试图捕捉人群中可疑的身影，但根本无从找起。\n人群的一隅沸腾起来，哭号声尖锐地传到你耳朵里，你立马向骚动的源头冲去。一个圆圆的物件，在旁观者惊惧的目光中，滚到了马鲁夫所在的宅邸门前，苏丹铁卫的长枪倒向朝着他们大摇大摆走来的凶恶身影。\n芮尔现身了，身后的无头尸体颓然倒下。她转动着沾血的弯刀，玩味地睥睨四散奔逃的人群，当人群乌泱泱散开时，她看见了面色铁青的你。",
                "result": 
                {
                },
                "action": {         
                }
            },
            {
                "condition": {
                },
                "result_title":"剑拔弩张",
                "result_text": "芮尔的目光并未在你身上做过多停留，朝着马鲁夫的窗台放话：“马鲁夫！我知道你像个落水狗一样躲在窗户后面！所以我就明说了，你身上有一笔血债！就在刚刚，你合伙人的脑袋已经搬了家，但我只想要你的脑袋，所以给我滚出来！否则你的家人都要为你做过的事情血债血偿！”芮尔撅起嘴唇，打了个呼哨，七名土匪各押着一个人质，推搡着走上前来……广场上的人们不敢靠近，同样也不愿离去，只是远远地观望你们的动静。\n一扇窗户砰的一声打开，你猜说话的人正是马鲁夫：“你的头是被驴踢了吗？我不会出来的！哪怕你把广场上所有人都杀了，我也不会踏出这里半步，伟大的苏丹亲自庇护了我！嘿！你！[player.name]！你还愣着干嘛？你要等着这个疯子把我杀了，好让你以死谢罪吗？快拿下她！”\n“那个狗日的说得对，”芮尔转过身来面对你，她双臂大开，挑衅般对你招了招手，“你要怎么做，城市民？”",
                "result": 
                {
                },
                "action": {         
                }
            },
            {
                "condition": {
                    "s3":1
                },
                "result_title":"你到底要给我捅多大篓子",
                "result_text": "你心一横，把一只手高高举起，在空中缓缓握紧。你的人手一拥而上，将芮尔和她的匪帮团团包围。\n“哈！哈哈哈哈！”芮尔放声大笑，“亏你说自己是自由人！苏丹的一句话就让你丢了膝盖吗？”\n那是因为你从来没有体会过我的生活！对不起，我必须这么做！你对芮尔说道。\n“我们一起战斗过，犯不着拿那些话来搪塞我！”芮尔挥了一下武器，匪帮的成员迅速处死了俘虏，与周围的士兵战在一起。\n战斗发生在电光火石之间，这是场极小规模的冲突，芮尔的手下很快便全数倒下，但你们还是废了很大功夫才生擒了芮尔。你的手下将她五花大绑，丢在尘土飞扬的路面上。\n我都说了，这件事就让它过去吧，你需要去冷静冷静。你蹲下来对她说。\n“你才需要冷静！你复仇的时候我可没跟你唧唧歪歪的！难道城市民的复仇就一定比我的更加高尚吗？”芮尔挣扎着试图咬你，被你躲开了。\n你注视着囚车离开你的视线，耳边还能隐约听到芮尔的怒吼。\n确认芮尔被带走后，马鲁夫才急匆匆打开了门：“[player.name]老爷，她可真是真材实料的女魔鬼，我全看到了，你的英明神武，不顾安危阻止了一场潜在的杀戮，当然……我也为我的亲朋感到悲伤，他们都是实打实的好人，但我相信将她绳之以法一定能告慰他们的在天之灵。”\n你打量着眼前这个矮胖的家伙，他生得一张故作淫邪、实则憨掬的可怜外貌，有种说不出的违和感。你告诉他：您瞧，不要把亡灵牵扯进来，这事已经够复杂了。有人想让你死，但不是那个蛮子，你是否知道此事？\n听完你的话，马鲁夫肥硕的五官紧缩在一起，他痛苦地拍了一下脑门：“我就知道，大人我们里面说，外人都凑过来了。”",
                "result": 
                {
                    "s2+equip":2000345  //芮尔被逮捕
                },
                "action": {         
                    "counter+9000059":1
                }
            },
            {
                "condition": {
                    "s4":1
                },
                "result_title":"我不喜欢你的语气",
                "result_text": "你加入了这场公开的喊话：\n马鲁夫你个老东西，你忘了基本的尊重和礼节了吗？我是苏丹的使者，帝国的权臣，苏丹卡的持有人，不是你的狗腿子！只要我愿意，我完全可以命令你出来，当街审判你！算你走运，今天这场闹剧到此为止！现在……你！\n你向芮尔大步走去，她还是一幅满不在乎的表情，但你能感觉她的身体绷紧了，随时准备着进攻。\n你这个蛮不讲理的疯子，你当众杀害了一名无辜之人，以苏丹的名义，我现在要逮捕你！\n你在芮尔动手之前抓住了她的手腕，用很小的声音告诉她：我有一个计划，相信我……让你的人赶紧跑。\n芮尔死死盯着你，你坚定的眼神打消了她的疑虑。她虬结的小臂松懈开来，打了个顿扬的呼哨，身后的匪帮成员作鸟兽散，撒腿冲进了巷子。你的人一拥而上，群起追之，但他们连毛都没摸到。\n卫兵心惊胆战地收走芮尔的武器，把她带上囚车押往监牢，她全程都没有反抗，只是抛给你一个意味深长的眼神。\n确认芮尔被带走后，马鲁夫才急匆匆打开了门：“[player.name]老爷，你毫不费力就驯服了那个女魔鬼，但为什么不杀了她！天呐，她还会回来的对吧？我该怎么办，也许找个人去把她做了……你为什么不杀了她！”\n你打量着眼前这个矮胖的家伙，他生得一张故作淫邪、实则憨掬的可怜外貌，有种说不出的违和感。你告诉他：您瞧，不要把神灵牵扯进来，这事已经够复杂了。有人想让你死，但不是那个蛮子，你是否知道此事？\n听完你的话，马鲁夫肥硕的五官紧缩在一起，他痛苦地拍了一下脑门：“我就知道，大人我们里面说，外人都凑过来了。”",
                "result": 
                {
                    "s2+equip":2000345  //芮尔被逮捕
                },
                "action": {
                    "counter+9000058":1
                }
            }

        ],
        "cards_slot":
        {
            "s1":
            {
                "condition":
                {
                    "type":"char",
                    "is":2100024    
                },
                "open_adsorb":1,
                "is_key":0,
                "is_empty":0,
                "is_enemy":0,
                "text":"马鲁夫要求你干掉芮尔"
            },
            "s2":
            {
                "condition":
                {
                    "type":"char",
                    "芮尔":1
                },
                "open_adsorb":1,
                "is_key":0,
                "is_empty":0,
                "is_enemy":0,
                "text":"芮尔请求你干掉马鲁夫"
            },
            "s3":
            {
                "condition":
                {
                    "type":"char",
                    "主角": 1,
                    "!s4":1    
                },
                "open_adsorb":0,
                "is_key":0,
                "is_empty":1,
                "is_enemy":0,
                "text":"选择镇压芮尔"
            },
            "s4":
            {
                "condition":
                {
                    "type":"char",
                    "主角": 1, 
                    "!s3":1      
                },
                "open_adsorb":0,
                "is_key":0,
                "is_empty":1,
                "is_enemy":0,
                "text":"选择逮捕芮尔"
            }
        }
    } 